<template>
  <div>
    <section class="politika">
      <h2 class="politika__main-title">
        Политика проекта в отношении обработки персональных данных.
      </h2>
      <ol class="politika__information">
        <li>
          <h3 class="politika__title">1. Общие положения.</h3>
          <p class="politika__paragraph">
            Настоящая политика обработки персональных данных составлена в
            соответствии с требованиями Федерального закона от 27.07.2006.
            №152-ФЗ «О персональных данных» и определяет порядок обработки
            персональных данных и меры по обеспечению безопасности персональных
            данных Благотворительный Фонд Константина Хабенского (далее –
            Оператор).
          </p>
          <ol class="politika__container">
            <li class="politika__item">
              Оператор ставит своей важнейшей целью и условием осуществления
              своей деятельности соблюдение прав и свобод человека и гражданина
              при обработке его персональных данных, в том числе защиты прав на
              неприкосновенность частной жизни, личную и семейную тайну.
            </li>
            <li class="politika__item">
              Настоящая политика Оператора в отношении обработки персональных
              данных (далее – Политика) применяется ко всей информации, которую
              Оператор может получить о посетителях веб-сайта
              http://raklechitsa.ru.
            </li>
          </ol>
        </li>
        <li>
          <h3 class="politika__title">
            2. Основные понятия, используемые в Политике
          </h3>
          <ol class="politika__container">
            <li class="politika__item">
              Автоматизированная обработка персональных данных – обработка
              персональных данных с помощью средств вычислительной техники;
            </li>
            <li class="politika__item">
              Блокирование персональных данных – временное прекращение обработки
              персональных данных (за исключением случаев, если обработка
              необходима для уточнения персональных данных);
            </li>
            <li class="politika__item">
              Веб-сайт – совокупность графических и информационных материалов, а
              также программ для ЭВМ и баз данных, обеспечивающих их доступность
              в сети интернет по сетевому адресу http://raklechitsa.ru;
            </li>
            <li class="politika__item">
              Информационная система персональных данных — совокупность
              содержащихся в базах данных персональных данных, и обеспечивающих
              их обработку информационных технологий и технических средств;
            </li>
            <li class="politika__item">
              Обезличивание персональных данных — действия, в результате которых
              невозможно определить без использования дополнительной информации
              принадлежность персональных данных конкретному Пользователю или
              иному субъекту персональных данных;
            </li>
            <li class="politika__item">
              Обработка персональных данных – любое действие (операция) или
              совокупность действий (операций), совершаемых с использованием
              средств автоматизации или без использования таких средств с
              персональными данными, включая сбор, запись, систематизацию,
              накопление, хранение, уточнение (обновление, изменение),
              извлечение, использование, передачу (распространение,
              предоставление, доступ), обезличивание, блокирование, удаление,
              уничтожение персональных данных;
            </li>
            <li class="politika__item">
              Оператор – государственный орган, муниципальный орган, юридическое
              или физическое лицо, самостоятельно или совместно с другими лицами
              организующие и (или) осуществляющие обработку персональных данных,
              а также определяющие цели обработки персональных данных, состав
              персональных данных, подлежащих обработке, действия (операции),
              совершаемые с персональными данными;
            </li>
            <li class="politika__item">
              Персональные данные – любая информация, относящаяся прямо или
              косвенно к определенному или определяемому Пользователю веб-сайта
              http://raklechitsa.ru;
            </li>
            <li class="politika__item">
              Пользователь – любой посетитель веб-сайта http://raklechitsa.ru;
            </li>
            <li class="politika__item">
              Предоставление персональных данных – действия, направленные на
              раскрытие персональных данных определенному лицу или определенному
              кругу лиц;
            </li>
            <li class="politika__item">
              Распространение персональных данных – любые действия, направленные
              на раскрытие персональных данных неопределенному кругу лиц
              (передача персональных данных) или на ознакомление с персональными
              данными неограниченного круга лиц, в том числе обнародование
              персональных данных в средствах массовой информации, размещение в
              информационно-телекоммуникационных сетях или предоставление
              доступа к персональным данным каким-либо иным способом;
            </li>
            <li class="politika__item">
              Трансграничная передача персональных данных – передача
              персональных данных на территорию иностранного государства органу
              власти иностранного государства, иностранному физическому или
              иностранному юридическому лицу;
            </li>
            <li class="politika__item">
              Уничтожение персональных данных – любые действия, в результате
              которых персональные данные уничтожаются безвозвратно с
              невозможностью дальнейшего восстановления содержания персональных
              данных в информационной системе персональных данных и (или)
              результате которых уничтожаются материальные носители персональных
              данных.
            </li>
          </ol>
        </li>

        <li>
          <h3 class="politika__title">
            3. Оператор может обрабатывать следующие персональные данные
            Пользователя
          </h3>
          <ol class="politika__container">
            <li class="politika__item">Фамилия, имя, отчество;</li>
            <li class="politika__item">Электронный адрес;</li>
            <li class="politika__item">Номера телефонов;</li>
            <li class="politika__item">Год, месяц, дата и место рождения;</li>
            <li class="politika__item">Фотографии;</li>
            <li class="politika__item">
              Также на сайте происходит сбор и обработка обезличенных данных о
              посетителях (в т.ч. файлов «cookie») с помощью сервисов
              интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
            </li>
            <li class="politika__item">
              Вышеперечисленные данные далее по тексту Политики объединены общим
              понятием Персональные данные.
            </li>
          </ol>
        </li>

        <li>
          <h3 class="politika__title">4. Цели обработки персональных данных</h3>
          <ol class="politika__container">
            <li class="politika__item">
              Цель обработки персональных данных Пользователя — использование
              персональных данных Пользователя для публикаций на сайте.
            </li>
            <li class="politika__item">
              Также Оператор имеет право направлять Пользователю уведомления о
              новых продуктах и услугах, специальных предложениях и различных
              событиях. Пользователь всегда может отказаться от получения
              информационных сообщений, направив Оператору письмо на адрес
              электронной почты raklechitsa@bfkh.ru с пометкой «Отказ от
              уведомлениях о новых продуктах и услугах и специальных
              предложениях».
            </li>
            <li class="politika__item">
              Обезличенные данные Пользователей, собираемые с помощью сервисов
              интернет-статистики, служат для сбора информации о действиях
              Пользователей на сайте, улучшения качества сайта и его содержания.
            </li>
          </ol>
        </li>

        <li>
          <h3 class="politika__title">
            5. Правовые основания обработки персональных данных
          </h3>
          <ol class="politika__container">
            <li class="politika__item">
              Оператор обрабатывает персональные данные Пользователя только в
              случае их заполнения и/или отправки Пользователем самостоятельно
              через специальные формы, расположенные на сайте
              http://raklechitsa.ru. Заполняя соответствующие формы и/или
              отправляя свои персональные данные Оператору, Пользователь
              выражает свое согласие с данной Политикой.
            </li>
            <li class="politika__item">
              Оператор обрабатывает обезличенные данные о Пользователе в случае,
              если это разрешено в настройках браузера Пользователя (включено
              сохранение файлов «cookie» и использование технологии JavaScript).
            </li>
          </ol>
        </li>

        <li>
          <h3 class="politika__title">
            6. Порядок сбора, хранения, передачи и других видов обработки
            персональных данных
          </h3>
          <p class="politika__paragraph">
            Безопасность персональных данных, которые обрабатываются Оператором,
            обеспечивается путем реализации правовых, организационных и
            технических мер, необходимых для выполнения в полном объеме
            требований действующего законодательства в области защиты
            персональных данных.
          </p>
          <ol class="politika__container">
            <li class="politika__item">
              Оператор обеспечивает сохранность персональных данных и принимает
              все возможные меры, исключающие доступ к персональным данным
              неуполномоченных лиц.
            </li>
            <li class="politika__item">
              Персональные данные Пользователя никогда, ни при каких условиях не
              будут переданы третьим лицам, за исключением случаев, связанных с
              исполнением действующего законодательства.
            </li>
            <li class="politika__item">
              В случае выявления неточностей в персональных данных, Пользователь
              может актуализировать их самостоятельно, путем направления
              Оператору уведомление на адрес электронной почты Оператора
              raklechitsa@bfkh.ru с пометкой «Актуализация персональных данных».
            </li>
            <li class="politika__item">
              Срок обработки персональных данных является неограниченным.
              Пользователь может в любой момент отозвать свое согласие на
              обработку персональных данных, направив Оператору уведомление
              посредством электронной почты на электронный адрес Оператора
              raklechitsa@bfkh.ru с пометкой «Отзыв согласия на обработку
              персональных данных».
            </li>
          </ol>
        </li>

        <li>
          <h3 class="politika__title">
            7. Трансграничная передача персональных данных
          </h3>
          <ol class="politika__container">
            <li class="politika__item">
              Оператор до начала осуществления трансграничной передачи
              персональных данных обязан убедиться в том, что иностранным
              государством, на территорию которого предполагается осуществлять
              передачу персональных данных, обеспечивается надежная защита прав
              субъектов персональных данных.
            </li>
            <li class="politika__item">
              Трансграничная передача персональных данных на территории
              иностранных государств, не отвечающих вышеуказанным требованиям,
              может осуществляться только в случае наличия согласия в письменной
              форме субъекта персональных данных на трансграничную передачу его
              персональных данных и/или исполнения договора, стороной которого
              является субъект персональных данных.
            </li>
          </ol>
        </li>

        <li>
          <h3 class="politika__title">8. Заключительные положения</h3>
          <ol class="politika__container">
            <li class="politika__item">
              Пользователь может получить любые разъяснения по интересующим
              вопросам, касающимся обработки его персональных данных,
              обратившись к Оператору с помощью электронной почты
              raklechitsa@bfkh.ru.
            </li>
            <li class="politika__item">
              В данном документе будут отражены любые изменения политики
              обработки персональных данных Оператором. Политика действует
              бессрочно до замены ее новой версией.
            </li>
            <li class="politika__item">
              Актуальная версия Политики в свободном доступе расположена в сети
              Интернет по адресу http://raklechitsa.ru/policy.
            </li>
          </ol>
        </li>
      </ol>
    </section>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.politika__container {
  padding-left: 25px;
}
.politika {
  max-width: 780px;
  margin: 100px auto 0 auto;
}
.politika__main-title {
  border-bottom: 1px solid #efefef;
  border-top: 1px solid #efefef;
  padding: 30px 0 30px 0;
  width: 100%;
  font-style: normal;
  font-weight: 500;
  font-size: 40px;
  line-height: 48px;
  text-align: center;
  color: #000000;
}
.politika__information {
  margin-top: 100px;
  padding: 0 0 260px 0;
  list-style-type: none;
  width: 100%;
}
.politika__title {
  margin-bottom: 40px;
  margin-top: 90px;
  width: 100%;
  font-style: normal;
  font-weight: 600;
  font-size: 22px;
  line-height: 30px;
  color: #000000;
}
.politika__paragraph {
  margin-bottom: 30px;
  width: 100%;
  font-style: normal;
  font-weight: normal;
  font-size: 23px;
  line-height: 30px;
  color: #000000;
}
.politika__item {
  margin-top: 30px;
  margin-left: 0;
  width: 100%;
  font-style: normal;
  font-weight: normal;
  font-size: 23px;
  line-height: 30px;
  color: #000000;
}
@media (min-width: 1280px) and (max-width: 1439px) {
  .politika {
    max-width: 700px;
    margin: 90px auto 0 auto;
  }
  .politika__main-title {
    font-size: 34px;
    line-height: 44px;
  }
  .politika__information {
    margin-top: 90px;
  }
  .politika__title {
    font-size: 20px;
    line-height: 38px;
  }
  .politika__paragraph {
    font-size: 20px;
    line-height: 28px;
  }
}
@media (min-width: 768px) and (max-width: 1279px) {
  .politika {
    max-width: 640px;
    margin: 80px auto 0 auto;
  }
  .politika__main-title {
    font-size: 30px;
    line-height: 38px;
  }
  .politika__information {
    margin-top: 80px;
  }
  .politika__title {
    font-size: 18px;
    line-height: 27px;
  }
  .politika__item {
    font-size: 18px;
    line-height: 27px;
  }
  .politika__paragraph {
    font-size: 18px;
    line-height: 27px;
  }
}
@media (min-width: 320px) and (max-width: 767px) {
  .politika {
    max-width: 290px;
    margin: 50px auto 0 auto;
  }
  .politika__main-title {
    font-size: 18px;
    line-height: 21px;
    padding: 20px 0 20px 0;
  }
  .politika__information {
    margin-top: 40px;
  }
  .politika__title {
    font-size: 13px;
    line-height: 16px;
    margin-bottom: 20px;
    margin-top: 40px;
  }
  .politika__paragraph {
    font-size: 13px;
    line-height: 16px;
  }
  .politika__item {
    font-size: 13px;
    line-height: 16px;
  }
}
</style>
